Repository: laryn/equalheights
Catalog: po/*.po
Languages: ru

source: Add space separated list of CSS classes that you want to be of equal height
ru: Добавьте через пробел список классов CSS, которые вы хотите сделать одинаковыми по высоте

source: (one class per set of elements, no leading periods).
ru: (один класс для каждого набора элементов, без начальной точки

source: Optionally you can specify minimum and maximum height in pixels after a colon, separated by the comma
ru: Вы можете дополнительно указать минимальную и максимальную высоту после двоеточия, разделенные запятой

source: (the format is 'classname:minheight,maxheight'.
ru: (в формате 'название_класса:минвысота:максвысота'

source: If you use only one number it will be treated as a minimum height.
ru: Если будет указано только одно число, оно будет считать минимальной высотой

source: For example, 'equalheight:100,500' will set the height of all elements with the class 'equalheight'
ru: Например, 'equalheight:100,500' установит высоту всех элементов с классом 'equalheight'

source: to at least 100px but no more than 500px.
ru: не меньше 100 пикселей, но не выше 500.

source: (<a href="@about">Read more about the plugin.</a>)
ru: (<a href="@about">Подробнее о плагине.</a>)

source: CSS Classes
ru: Классы CSS

source: Overflow property
ru: Значение overflow

source: Set overflow value for the selected elements
ru: Укажите значение overflow для выбранных элементов

source: Implements a jQuery plugin that makes the height of the elements equal.
ru: Использует плагин jQuery, который устанавливает одинаковую высоту для элементов.

source: Configure elements with equal heights.
ru: Настройте элементы с одинаковой высотой

source: Adds a jQuery plugin to equalize heights for sets of elements.
ru: Добавляет плагин jQuery, который устанавливает одинаковую высоту для наборов элементов.
